const Schedule = () => {
    return (
        <div className={'flex flex-col items-center'}>
            <h1 className={'font-semibold text-xl'}>Наш Розклад</h1>
            <div className={'bg-tertiary rounded-md px-9 py-6  mt-5 w-[50%] flex flex-col items-center'}>
                <p>Групові заняття:
                    <br/>
                    <br/>
                    • Пн: Хатха-йога 10:00-11:15, Вінійога 17:30-18:45<br/>
                    • Вт: Аштанга-йога 09:00-10:15, Медитація 18:00-19:15<br/>
                    • Ср: Пілатес 10:00-11:15, Інйога 17:30-19:00<br/>
                    • Чт: Силова йога 09:00-10:15, Йога для вагітних 18:00-19:15<br/>
                    • Пт: Вайенг 10:00-11:15, Танцювальна йога 17:30-18:45<br/>
                    <br/>
                    Індивідуальні заняття:<br/>
                    • Йога для початківців<br/>
                    • Медитація та релаксація<br/>
                    • Йога для спеціальних потреб<br/>
                    Примітки:<br/>
                    • Запис заздалегідь обов'язковий.</p>
            </div>
        </div>
    );
};

export default Schedule;